Repository: picklewagon/new-user-approve
Catalog: localization/new-user-approve-*.po
Languages: de_de

source: New User Approve requires WordPress %s or newer.
de_de: New User Approve benötigt WordPress %s oder neuer.

source: The Membership setting must be turned on in order for the New User Approve to work correctly. <a href="%1$s">Update in settings</a>. | <a href="%2$s">Hide Notice</a>
de_de: Die Mitglieder-Einstellung muss aktiviert sein, damit New User Approve korrekt arbeitet. <a href="%1$s">In den Einstellungen aktualisieren</a>. | <a href="%2$s">Verstecken</a>

source: <strong>ERROR</strong>: Your account is still pending approval.
de_de: <strong>FEHLER</strong>: Dein Account wartet noch auf Freischaltung.

source: <strong>ERROR</strong>: Your account has been denied access to this site.
de_de: <strong>FEHLER</strong>: Deinem Account wurde der Zugriff verweigert.

source: Users
de_de: Benutzer

source: [%s] User Approval
de_de: [%s] Genehmigung des Benutzers

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
de_de: <strong>FEHLER</strong>: Du konntest nicht registriert werden. Bitte kontaktiere den <a href="mailto:%s">Webmaster</a>!

source: [%s] Registration Approved
de_de: [%s] Registrierung wurde freigeschalten

source: [%s] Registration Denied
de_de: [%s] Registrierung abgelehnt

source: Registration successful.
de_de: Registrierung erfolgreich.

source: Pending Approval
de_de: Ausstehende Freischaltung

source: User successfully updated.
de_de: Der Benutzer wurde erfolgreich aktualisiert.

source: User Registration Approval
de_de: Freischaltung der Benutzer-Registrierung

source: Approve New Users
de_de: Neue Benutzer freischalten

source: Username
de_de: Benutzername

source: Actions
de_de: Aktionen

source: Approve
de_de: Freischalten

source: Deny
de_de: Ablehnen

source: approved
de_de: freigeschaltet

source: denied
de_de: abgelehnt

source: pending
de_de: schwebend

source: There are no users with a status of %s
de_de: Es gibt keine Benutzer mit dem Status %s

source: You can now update user status on the <a href="%1$s">users admin page</a>. | <a href="%2$s">Hide Notice</a>
de_de: Du kannst den Benutzer-Status nun auf der <a href="%1$s">Benutzer-Admin Seite</a> bearbeiten. | <a href="%2$s">Verstecken</a>

source: Approve Users
de_de: Benutzer zulassen

source: Updates
de_de: Aktualisierungen

source: Users Pending Approval
de_de: Ausstehende Genehmigung eines Benutzers

source: Approved Users
de_de: Zugelassene Benutzer

source: Denied Users
de_de: Abgelehnte Benutzer

source: The user's username on the site as well as the Username label
de_de: Der Benutzername des Benutzers auf der Seite und das Label

source: The user's email address
de_de: Email-Adresse des Benutzers

source: Your site name
de_de: Name der Seite

source: Your site URL
de_de: Adresse der Seite

source: The URL to approve/deny users
de_de: URL zur Zulassung/Ablehnung von Benutzern

source: The URL to login to the site
de_de: Login-URL der Seite

source: Generates the password for the user to add to the email
de_de: Generiert ein Passwort für den Benutzer, das zur Email hinzugefügt wird

source: Username: %s
de_de: Benutzername: %s

source: Password: %s
de_de: Passwort: %s

source: You have been approved to access {sitename}
de_de: Ihnen wurde der Zugang zu {sitename} freigeschaltet

source: You have been denied access to {sitename}.
de_de: Ihr Zugang zu {sitename} wurde abgelehnt.

source: An email has been sent to the site administrator. The administrator will review the information that has been submitted and either approve or deny your request.
de_de: Dem Administrator der Seite wurde eine E-Mail gesendet. Nach Prüfung durch diesen werden Ihnen die Zugangsdaten mitgeteilt.

source: You will receive an email with instructions on what you will need to do next. Thanks for your patience.
de_de: Sie erhalten eine E-Mail mit Anleitungen zum weiteren Vorgehen. Danke für Ihr Verständnis.

source: Welcome to {sitename}. This site is accessible to approved users only. To be approved, you must first register.
de_de: Willkommen auf {sitename}. Diese Seite ist nur registrierten Benutzern zugänglich. Für eine Freischaltung müssen Sie sich zunächst registrieren.

source: {username} ({user_email}) has requested a username at {sitename}
de_de: {username} ({user_email}) hat einen Benutzernamen beantragt

source: To approve or deny this user access to {sitename} go to
de_de: Um dem Benutzer Zugang zu {sitename} zu gewähren

source: After you register, your request will be sent to the site administrator for approval. You will then receive an email with further instructions.
de_de: Nachdem Sie sich registriert haben, wird Ihre Registrierung zur Freischaltung an den Administrator der Seite geschickt. Sie erhalten dann eine E-Mail mit weiteren Anleitungen.

source: View all users
de_de: Zeige alle Benutzer

source: User denied.
de_de: Benutzer abgelehnt.

source: User approved.
de_de: Benutzer freigeschaltet.

source: Access Status
de_de: Berechtigungs-Status

source: If user has access to sign in or not.
de_de: Ob ein Benutzer die Möglichkeit hat, sich anzumelden, oder nicht.

source: Current user status is <strong>pending</strong>.
de_de: Der aktuelle Status ist <strong>ausstehend</strong>.
